{"SDG_GOAL":"<h1><a href=\"https://sustainabledevelopment-ghana.github.io/peace-and-justice-strong-institutions\">Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels </a></h1>","SDG_TARGET":"<h5>Target 16.6: Develop effective, accountable and transparent institutions at all levels</h5>","SDG_INDICATOR":"<h2>Indicator 16.6.1: Primary government expenditures as a proportion of original approved budget, by sector (or by budget codes or similar)</h2>","SDG_CUSTODIAN_AGENCIES":"<p>World Bank (WB)</p>","CONTACT_ORGANISATION":"<p>Ministry of Finance</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>Primary government expenditures as a proportion of original approved budget</p><p>This indicator measures the extent to which aggregate budget expenditure outturn reflects the amount originally approved, as defined in government budget documentation and fiscal reports. The coverage is budgetary central government (BCG) and the time period covered is the last three completed fiscal years.</p><p><strong>Concepts:</strong></p><p>Aggregate expenditure includes actual expenditures incorporating those incurred as a result of unplanned or exceptional events—for example, armed conflicts or natural disasters. Expenditures financed by windfall revenues, including privatization, should be included and noted in the supporting fiscal tables and narrative. Expenditures financed externally by loans or grants should be included, if covered by the budget, along with contingency vote(s) and interest on debt. Expenditure assigned to suspense accounts is not included in the aggregate. However, if amounts are held in suspense accounts at the end of any year that could affect the scores if included in the calculations, they can be included. In such cases the reason(s) for inclusion must be clearly stated.</p><p>Actual expenditure outturns can deviate from the originally approved budget for reasons unrelated to the accuracy of forecasts—for example, as a result of a major macroeconomic shock. The calibration of this indicator accommodates one unusual or “outlier” year and focuses on deviations from the forecast which occur in two of the three years covered by the assessment.</p>","UNIT_MEASURE":"<p>Percentage(%)</p>","SOURCE_TYPE":"<p>Ministry of Finance, Budget statement and economic policy 2020</p>","FREQ_COLL":"<p>Annual</p>","RATIONALE":"<p>The indicator attempts to capture the reliability of government budgets: do governments spend what they intend to and do they collect what they set out to collect. It is a simple and intuitive indicator that is easily understood and the methodology is transparent and every rating easily verifiable.</p>","OTHER_DOC":"<p>Very detailed resources are available at: http://www.pefa.org/en/content/pefa-2016-framework. The document “Framework for assessing public financial management” is extremely useful (https://www.pefa.org/sites/pefa.org/files/attachments/PEFA%20Framework_English.pdf). There are seven Public Expenditure and Financial Accountability (PEFA) Performance pillars containing a total of 31 indicators. The pillar containing this indicator is part of Pillar I which measures Budget reliability.</p>","national_metadata_updated_date":"2022-09-29","national_metadata_update_url_text":"2022-09-29: see changes on GitHub","national_metadata_update_url":"https://github.com/Insitetalk/data/commit/752271c33267ba1ff42a38bbec40d97e99ffba8e","indicator":"16.6.1","target_id":"16.6","sdg_goal":"16","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"16-06-01","indicator_name":"Primary government expenditures as a proportion of original approved budget, by sector (or by budget codes or similar)","graph_title":"Primary government expenditures as a proportion of original approved budget, by sector (or by budget codes or similar)"}