{"SDG_GOAL":"<h5>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</h5>","SDG_TARGET":"<h5>Target 17.4: Assist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, as appropriate, and address the external debt of highly indebted poor countries to reduce debt distress</h5>","SDG_INDICATOR":"<h2> Indicator 17.4.1: Debt service as a proportion of exports of goods and services</h2>","SDG_CUSTODIAN_AGENCIES":"<p>World Bank (WB)</p>","CONTACT_ORGANISATION":"<p>Ministry of Finance</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>Debt service as proportion of exports of goods and services is the percentage of debt services (principle and interest payments) to the exports of goods and services. Debt services covered in this indicator refer only to public and publicly guaranteed debt..</p><p><strong>Concepts:</strong></p><p>Concepts of public and publicly guaranteed external debt data are in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6) methodology.</p><p>“Exports of goods and services” data concepts are in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6).</p>","UNIT_MEASURE":"<p>percent</p>","SOURCE_TYPE":"<p>Ministry of Finance, 2020 fiscal data</p>","national_metadata_updated_date":"2022-09-29","national_metadata_update_url_text":"2022-09-29: see changes on GitHub","national_metadata_update_url":"https://github.com/Insitetalk/data/commit/752271c33267ba1ff42a38bbec40d97e99ffba8e","indicator":"17.4.1","target_id":"17.4","sdg_goal":"17","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"17-04-01","indicator_name":"Debt Service as a percentage of total domestic revenue","graph_title":"Debt Service as a percentage of total domestic revenue"}