{"SDG_GOAL":"<h1><a href=\"https://sustainabledevelopment-ghana.github.io/quality-education\">Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</a></h1>","SDG_TARGET":"<p>Target 4.3: By 2030, ensure equal access for all women and men to affordable and quality technical, vocational and tertiary education, including university</p>","SDG_INDICATOR":"<h2>Indicator 4.3.1: Participation rate of youth and adults in formal and non-formal education and training in the previous 12 months, by sex</h2>","SDG_RELATED_INDICATORS":"<p>1.4, 4.4, 4.5, 5.b, 8.5, 9.2</p>","SDG_CUSTODIAN_AGENCIES":"<p>UNESCO Institute for Statistics (UNESCO-UIS)</p>","CONTACT_ORGANISATION":"<p>Ghana Education Service</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The percentage of youth and adults in a given age range (e.g. 15-24 years, 25-64 years, etc.) participating in formal or non-formal education or training in a given time period (e.g. last 12 months).</p><p><strong>Concepts:</strong></p><p>Formal education and training is defined as education provided by the system of schools, colleges, universities and other formal educational institutions that normally constitutes a continuous ‘ladder’ of full-time education for children and young people, generally beginning at the age of 5 to 7 and continuing to up to 20 or 25 years old. In some countries, the upper parts of this ‘ladder’ are organized programmes of joint part-time employment and part-time participation in the regular school and university system.</p><p>Non-formal education and training is defined as any organized and sustained learning activities that do not correspond exactly to the above definition of formal education. Non-formal education may therefore take place both within and outside educational institutions and cater to people of all ages. Depending on national contexts, it may cover educational programmes to impart adult literacy, life-skills, work-skills, and general culture.</p>","UNIT_MEASURE":"<p>Percent</p>","SOURCE_TYPE":"<p>EMIS 2020</p><p>2018 Education Assessment Performance Report</p>","DATA_SOURCE":"<p>Ghana Education Service</p>","COMPILING_ORG":"<p>Ghana Statistical Service</p>","RATIONALE":"<p>To show the level of participation of youth and adults in education and training of all types. A high value indicates a large share of the population in the relevant age group is participating in formal and non-formal education and training.</p>","COVERAGE":"<p>The data has not been disaggregated</p>","national_metadata_updated_date":"2022-09-29","national_metadata_update_url_text":"2022-09-29: see changes on GitHub","national_metadata_update_url":"https://github.com/Insitetalk/data/commit/8efc9d7e4ce192073d98760c110c3ce8f046df94","indicator":"4.3.1","target_id":"4.3","sdg_goal":"4","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"04-03-01","indicator_name":"Number of Technical and Vocational Institutions","graph_title":"Number of Technical and Vocational Institutions"}